스케일_아웃/as_is_smoke.log

          /\      |‾‾| /‾‾/   /‾‾/
     /\  /  \     |  |/  /   /  /
    /  \/    \    |     (   /   ‾‾\
   /          \   |  |\  \ |  (‾)  |
  / __________ \  |__| \__\ \_____/ .io

  execution: local
     script: smoke.js
     output: InfluxDBv1 (http://localhost:8086)

  scenarios: (100.00%) 1 scenario, 1 max VUs, 40s max duration (incl. graceful stop):
           * default: 1 looping VUs for 10s (gracefulStop: 30s)


running (11.0s), 0/1 VUs, 10 complete and 0 interrupted iterations
default ↓ [======================================] 1 VUs  10s

     ✓ status is < 500

     checks.........................: 100.00% ✓ 30       ✗ 0
     data_received..................: 38 kB   3.4 kB/s
     data_sent......................: 2.2 kB  196 B/s
     errors.........................: 0       0/s
     http_req_blocked...............: avg=1.19ms   min=261ns   med=325ns   max=35.86ms  p(90)=438ns    p(95)=652ns
     http_req_connecting............: avg=14.87µs  min=0s      med=0s      max=446.32µs p(90)=0s       p(95)=0s
   ✓ http_req_duration..............: avg=30.44ms  min=2.55ms  med=3.37ms  max=140.29ms p(90)=109.77ms p(95)=127.43ms
       { expected_response:true }...: avg=30.44ms  min=2.55ms  med=3.37ms  max=140.29ms p(90)=109.77ms p(95)=127.43ms
     http_req_failed................: 0.00%   ✓ 0        ✗ 30
     http_req_receiving.............: avg=177.88µs min=33.3µs  med=56.17µs max=1.11ms   p(90)=806.33µs p(95)=1ms
     http_req_sending...............: avg=53µs     min=25.87µs med=43.98µs max=159.24µs p(90)=79.44µs  p(95)=83.64µs
     http_req_tls_handshaking.......: avg=440.18µs min=0s      med=0s      max=13.2ms   p(90)=0s       p(95)=0s
     http_req_waiting...............: avg=30.21ms  min=2.47ms  med=3.25ms  max=139.46ms p(90)=108.61ms p(95)=126.39ms
     http_reqs......................: 30      2.737098/s
     iteration_duration.............: avg=1.09s    min=1.01s   med=1.1s    max=1.14s    p(90)=1.14s    p(95)=1.14s
     iterations.....................: 10      0.912366/s
     vus............................: 1       min=1      max=1
     vus_max........................: 1       min=1      max=1